{
    "article_1":
        "abetalipoproteinemia: Abetalipoproteinemia is an inherited disorder that affects the absorption of dietary fats, cholesterol, and fat-soluble vitamins. People affected by this disorder are not able to make certain lipoproteins, which are particles that carry fats and fat-like substances (such as cholesterol) in the blood. Specifically, people with abetalipoproteinemia are missing a group of lipoproteins called beta-lipoproteins. An inability to make beta-lipoproteins causes severely reduced absorption (malabsorption) of dietary fats and fat-soluble vitamins (vitamins A, D, E, and K) from the digestive tract into the bloodstream. Sufficient levels of fats, cholesterol, and vitamins are necessary for normal growth, development, and maintenance of the body's cells and tissues, particularly nerve cells and tissues in the eye.   The signs and symptoms of abetalipoproteinemia appear in the first few months of life. They can include failure to gain weight and grow at the expected rate (failure to thrive); diarrhea; abnormal star-shaped red blood cells (acanthocytosis); and fatty, foul-smelling stools (steatorrhea). Other features of this disorder may develop later in childhood and often impair the function of the nervous system. Disturbances in nerve function may cause affected people to eventually develop poor muscle coordination and difficulty with balance and movement (ataxia). Individuals with this condition may also develop an eye disorder called retinitis pigmentosa, in which progressive degeneration of the light-sensitive layer (retina) at the back of the eye can cause vision loss. Adults in their thirties or forties may have increasing difficulty with balance and walking. Many of the signs and symptoms of abetalipoproteinemia result from a severe vitamin deficiency, especially a deficiency of vitamin E. Abetalipoproteinemia is a rare disorder with approximately 100 cases described worldwide. Mutations in the MTTP gene cause abetalipoproteinemia. The MTTP gene provides instructions for making a protein called microsomal triglyceride transfer protein, which is essential for creating beta-lipoproteins. These lipoproteins are necessary for the absorption of fats, cholesterol, and fat-soluble vitamins from the diet and the efficient transport of these substances in the bloodstream. Most of the mutations in the MTTP gene lead to the production of an abnormally short microsomal triglyceride transfer protein, which prevents the normal creation of beta-lipoproteins in the body. A lack of beta-lipoproteins causes the nutritional and neurological problems seen in people with abetalipoproteinemia. This condition is inherited in an autosomal recessive pattern, which means both copies of the gene in each cell have mutations. The parents of an individual with an autosomal recessive condition each carry one copy of the mutated gene, but they typically do not show signs and symptoms of the condition. Berriot-Varoqueaux N, Aggerbeck LP, Samson-Bouma M, Wetterau JR. The role of the microsomal triglygeride transfer protein in abetalipoproteinemia. Annu Rev Nutr. 2000;20:663-97. Review.",
    "article_2":    
        "autosomal recessive congenital stationary night blindness: Autosomal recessive congenital stationary night blindness is a disorder of the retina, which is the specialized tissue at the back of the eye that detects light and color. People with this condition typically have difficulty seeing and distinguishing objects in low light (night blindness). For example, they may not be able to identify road signs at night or see stars in the night sky. They also often have other vision problems, including loss of sharpness (reduced acuity), nearsightedness (myopia), involuntary movements of the eyes (nystagmus), and eyes that do not look in the same direction (strabismus).   The vision problems associated with this condition are congenital, which means they are present from birth. They tend to remain stable (stationary) over time. Autosomal recessive congenital stationary night blindness is likely a rare disease; however, its prevalence is unknown. Mutations in several genes can cause autosomal recessive congenital stationary night blindness. Each of these genes provide instructions for making proteins that are found in the retina. These proteins are involved in sending (transmitting) visual signals from cells called rods, which are specialized for vision in low light, to cells called bipolar cells, which relay the signals to other retinal cells. This signaling is an essential step in the transmission of visual information from the eyes to the brain.   Mutations in two genes, GRM6 and TRPM1, cause most cases of this condition. These genes provide instructions for making proteins that are necessary for bipolar cells to receive and relay signals. Mutations in other genes involved in the same bipolar cell signaling pathway are likely responsible for a small percentage of cases of autosomal recessive congenital stationary night blindness.   Gene mutations that cause autosomal recessive congenital stationary night blindness disrupt the transmission of visual signals between rod cells and bipolar cells or interfere with the bipolar cells' ability to pass on these signals. As a result, visual information received by rod cells cannot be effectively transmitted to the brain, leading to difficulty seeing in low light. The cause of the other vision problems associated with this condition is unclear. It has been suggested that the mechanisms that underlie night blindness can interfere with other visual systems, causing myopia, reduced visual acuity, and other impairments.   Some people with autosomal recessive congenital stationary night blindness have no identified mutation in any of the known genes. The cause of the disorder in these individuals is unknown. This condition is inherited in an autosomal recessive pattern, which means both copies of the gene in each cell have mutations. The parents of an individual with an autosomal recessive condition each carry one copy of the mutated gene, but they typically do not show signs and symptoms of the condition. Audo I, Bujakowska K, Orhan E, Poloschek CM, Defoort-Dhellemmes S, Drumare I, Kohl S, Luu TD, Lecompte O, Zrenner E, Lancelot ME, Antonio A, Germain A, Michiels C, Audier C, Letexier M, Saraiva JP, Leroy BP, Munier FL, Mohand-Saïd S, Lorenz B, Friedburg C, Preising M, Kellner U, Renner AB, Moskova-Doumanova V, Berger W, Wissinger B, Hamel CP, Schorderet DF, De Baere E, Sharon D, Banin E, Jacobson SG, Bonneau D, Zanlonghi X, Le Meur G, Casteels I, Koenekoop R, Long VW, Meire F, Prescott K, de Ravel T, Simmons I, Nguyen H, Dollfus H, Poch O, Léveillard T, Nguyen-Ba-Charvet K, Sahel JA, Bhattacharya SS, Zeitz C. Whole-exome sequencing identifies mutations in GPR179 leading to autosomal-recessive complete congenital stationary night blindness. Am J Hum Genet. 2012 Feb 10;90(2):321-30. doi: 10.1016/j.ajhg.2011.12.007. Erratum in: Am J Hum Genet. 2012 Jul 13;91(1):209."
}
